Revit 2017 API
AssetPropertyBoolean.Value Property
Get the value of the property
Namespace: Autodesk.Revit.Utility
Assembly: RevitAPI (in RevitAPI.dll) Version: 17.0.0.0 (17.0.484.0)
Syntax
C#
public bool Value { get; }
Visual Basic
Public ReadOnly Property Value As Boolean
	Get
Visual C++
public:
property bool Value {
	bool get ();
}
See Also
AssetPropertyBoolean Class
Autodesk.Revit.Utility Namespace